[
    {
        "titulo": "Alfajores",
        "nombreImagen": "alfajores",
        "ingredientes": "200 gr. de harina\n 300 gr. de maicena \n 90 gr. de mantequilla \n 2 tazas de azúcar \n 2 cucharas de polvos de hornear\nEsencia de vainilla \n 3 yemas de huevos medianos \n 1/2 kilo de manjar",
        "instrucciones": "1. En un bowl mezcla la harina, la maicena y el polvo de hornear. Aparte bate la mantequilla con el azúcar en su robot de cocina MUM de Bosch, agréga las yemas una a una y poco a poco añades esto, a la mezcla de maicena y harina. \n 2. Mezcla todo hasta formar una masa y deja reposar por unos 10 minutos. Luego, amasa y estira sobre una mesa espolvoreada con maicena y corta la masa en pequeños círculos de 6 a 8 cm. Llévalos a tu horno Bosch por 10 minutos a una temperatura de 150 grados y una vez que las masitas se inflen, retíralas y deja enfriar. \n 3. Por último, une las masitas de a dos agregando el manjar en el centro. Puedes decorar con azúcar flor y/o coco rallado.",
        "tipoComida": "Postre"
    },
    {
        "titulo": "Crema Volteada",
        "nombreImagen": "cremaVolteada",
        "ingredientes": "400 gramos de leche condensada\n 400 gramos de leche evaporada \n 4 huevos medianos \n 1 cucharada postre de vainilla \n 100 gramos de azúcar (½ taza) \n 100 mililitros de agua \n 5 gotas de jugo de limón ", 
        "instrucciones": "1. Inicia la elaboración de la leche volteada o crema volteada con el caramelo que caracteriza el acabado de todos los flanes. Para ello, utiliza el azúcar y el agua. Para esto, lleva ambos ingredientes a hervir. Agrega las gotas de limón para evitar que se cristalice. Evita manipularlo, solo deja que se cocine a fuego medio.   \n   2. Cuando el caramelo líquido comienza a tomar color, baja el fuego y espárcelo un poco por el molde. Si se endurece solo necesitas calentarlo un poco para distribuirlo. Reserva. \n   3. Ahora, agrega toda la leche condensada en un bol o envase. \n  4. Vierte la leche evaporada y mezcla ambos ingredientes de la crema volteada casera con suavidad. \n   5. Para obtener la textura de la crema volteada, añade los huevos y únelos a las leches sin batir con vigor. La idea es evitar introducir mucho aire a la mezcla. \n  6. Cuando esté bien homogénea, cuela la preparación al menos 3 veces. El propósito de este paso es eliminar partículas grandes de huevo. Esto se debe a que la crema volteada no se licúa para no llenarla de aire, por lo que es posible que el huevo no se rompa por completo. \n   7. Vierte la mezcla en el molde ya caramelizado que reservaste. Hazlo con cuidado. En cuanto a la cocción, puedes hacer la crema volteada en olla o en horno. En cualquier caso, tapa el molde y llévalo a un baño María que calentarás, ya sea dentro del horno o en una olla más grande. Lo importante es que toma unos 45 minutos en estar listo. Pasado ese tiempo, introduce un palillo para saber si está listo. Debe salir húmedo, pero sin restos de crema. \n   8. Pasado ese tiempo, retíralo del calor y déjalo enfriar por completo. Luego, llévalo a la nevera por dos horas antes de desmoldarlo.", 
        "tipoComida": "Postre"
    },
    {
        "titulo": "Arroz con leche", 
        "nombreImagen": "arrozConLeche",
        "ingredientes": "1 taza de arroz\n 3 tazas de agua \n 1 pedazo de cáscara de naranja \n 1 rama de canela \n 2 clavos de olor \n Pizca de sal \n 1 lata grande de leche evaporada (400 gramos) (1 ¾ tazas o 400 mililitros)   \n 1 lata grande de leche condensada (400 gramos) \n 1 cucharadita de esencia de vainilla \n 2 cucharaditas de canela en polvo", 
        "instrucciones": "1.Cocine en una olla a fuego medio, tres tazas de agua, la cáscara de naranja, la rama de canela, los clavos de olor y una pizca de sal, hasta hervir. Añada el arroz, tape la olla y cocine a fuego bajo por 15 minutos aproximadamente, hasta que el arroz esté graneado. \n \n  2.Agregue las leches evaporada y condensada, y cocine, sin dejar de remover, hasta que tome punto. Vierta la vainilla y mezcle. \n 3.Sirva el arroz con leche tibio o frío y esparza encima la canela en polvo.", 
        "tipoComida": "Postre"
    },
    {
        "titulo": "Leche asada",
        "nombreImagen": "lecheAsada",
        "ingredientes": "1 litro de leche fresca \n 300 gramos de azúcar blanca \n 1 cucharadita de esencia de vainilla \n 6 huevos", 
        "instrucciones": "1.Precalienta tu horno a 185° por 15 minutos. En un bowl pon los huevos y bate con una batidora de mano de manera enérgica y resérvalo por un momento. En otro recipiente vacía la leche y el azúcar blanca, intégralo todo hasta que se disuelva. Luego, incorpora el huevo batido pasándolo por un colador. \n 2.A continuación, echa la esencia de vainilla y sigue mezclando. Vacía la mezcla en una jarra para que te facilite el trabajo. En un molde alto que resista al calor, pon la preparación en vasos descartables o pirex. Luego agrega el agua al molde para que se hornee a baño amarilla. \n 3.Hornéalo en la parte baja o media durante una hora y 50 minutos, no obstante, debes fijarte constantemente. Saca los vasos y deja que se enfríen a temperatura ambiente. ¡Listo!",
        "tipoComida": "Postre"
    },
    {
        "titulo": "Pie de Manzana", 
        "nombreImagen": "pieManzana",
        "ingredientes": "2 1/2 tazas HARINA TODO USO \n 1 cucharadita SAL \n 1 1/2 unidades BARRAS DE MANTEQUILLA FRÍA EN CUBOS \n  8 cucharadas AGUA FRIA \n 1 1/2 libras MANZANA PELADA Y CORTADA EN CUÑA \n 3/4 taza AZÚCAR GRANULADA \n 1 cucharadita canela molida \n 2 cucharadas FÉCULA DE MAÍZ \n  1/4 cucharadita nuez moscada  \n 1 cucharada JUGO DE LIMÓN \n 1 unidad HUEVO BATIDO \n 1 cucharada AZÚCAR", 
        "instrucciones": "1. Precalentar el horno a 375°F. Mezclar la harina y sal en un bowl hasta homogenizar. Verter la mantequilla y harina en un procesador de alimentos y mezclar hasta que se formen grumos sueltos. \n  2. Incorporar el agua 2 cdas. a la vez y mezclar cada vez que se agrega agua hasta obtener una consistencia uniforme y una masa firme. Agregar agua si la masa no es moldeable. Dividir la masa en 2 partes iguales, colocar en papel plástico y refrigerar. \n  3. En un recipiente mezclar las manzanas, azúcar, canela, fécula de maíz, sal, nuez moscaa y jugo de limón. Reservar \n  4. Estirar en una de las partes de la masa en una superficie enharinada hasta obtener un grosor de 3mm. Acomodar la masa en un molde para pie, presionar levemente con la yema de los dedos para asegurar que se adhiera bien al molde. Recortar los excesos de masa. \n  5. Verter la mezcla de manzanas dentro del molde. \n  6. Estirar la parte restante de la masa y decorar con esta la parte superior del pie al gusto. Mezclar el huevo con la cda. de azúcar y brochar la capa de masa que cubre el pie con esta mezcla. \n  7. Hornear por 50 a 60 minutos. Dejar enfriar y servir.",
        "tipoComida": "Postre"
    },
    {
        "titulo": "Ají de Gallina",
        "nombreImagen": "ajiGallina",
        "ingredientes": "1 cebolla picada\n 2 Pechugas de pollo (gallina de preferencia) \n 2 dientes de ajo picados \n Apio y zanahoria en trozos \n Sal, pimienta y comino a gusto \n 3 cucharadas aceite vegetal \n Leche Evaporada \n 4 rebanadas de pan de molde sin bordes \n 5 cucharadas ají amarillo molido \n 2 cucharadas ají mirasol molido \n Si lo deseamos, podemos además usar nueces.",
        "instrucciones": "1. En una olla pondremos a cocer las pechugas de pollo o la gallina junto a nuestras verduras (NO los ají) y un poco de sal. Una vez esté todo cocido, desmenuzamos el pollo, sacamos las verduras y guardamos el caldo. \n 2. En un pote o fuente a elección pondremos la leche evaporada y remojaremos el pan, lo desmenuzamos con las manos y reservamos. En una olla calentamos las cucharadas de aceite y prepararemos un sofrito con cebolla y ajo molido, sazonaremos con pimienta, sal y comino. Cuando la cebolla comience a transparentarse, agregamos nuestros ajís molidos y revolvemos vigorosamente. Una vez mezclado todo, agregamos el pan y una buena cantidad de leche para luego seguir revolviendo. \n 3. Ahora viene un paso muy importante, retiraremos nuestra mezcla de la olla y la llevaremos a una licuadora. Debemos ir licuando e ir agregando leche/caldo hasta encontrar la textura deseada. \n 4. Una vez encontrada la textura, devolvemos a la olla y añadimos el pollo desmenuzado, revolvemos bien y servimos. \n 5. Acompaña esta preparación con una buena porción de arroz y tendremos un mundo de sabores en tu paladar. Disfruta este espectacular ají de gallina.",
        "tipoComida": "Almuerzo"
    },
    {
        "titulo": "Arroz con pollo", 
        "nombreImagen": "arrozConPollo",
        "ingredientes": "1 1/2 taza de hojas de cilantro \n 4 hojas de espinaca \n 4 piernas y muslos de pollo, sin piel \n Sal y pimienta \n 1/4 taza de aceite vegetal \n 1 taza de cebolla picada fina \n 1 cucharada de ajo picado \n 1/2 taza de pasta de ají \n 1 taza de cerveza \n 2 tazas de caldo de pollo \n  1 taza de aceite vegetal \n 2 tazas de arroz de grano largo \n 1/4 taza de alverjitas (petit pois, chícharos) \n 1/4 taza de zanahoria cortada en cubitos \n 1/2 pimiento rojo, cortado en \n 1 taza de maíz blanco \n  Salsa Criolla (ingredientes listados en paso 7)", 
        "instrucciones": "1. En una licuadora, licúa cilantro junto con la espinaca y agua como para hacer una pasta homogénea. Reserva. \n 2. Seca el pollo con papel toalla y sazona con sal y pimienta. En una olla se calienta el aceite a fuego medio y se fríe el pollo hasta que esté dorado por ambos lados, unos 7 minutos. Retira de la olla y ponlo en un plato. \n 3. En la misma olla fríe la cebolla, ajo y la pasta de ají amarillo, revolviendo por 5 minutos. Incorpora el cilantro y espinaca licuado, fríe por 3 minutos. Agrega la cerveza, caldo de pollo, y agrega el pollo en la olla. \n 4. Hierve, tapa y baja el fuego. Cuece por 20 minutos. Corrige la sazón con más sal y pimienta si fuera necesario. \n 5. En otra olla calienta 1 cucharada de aceite. Incorpora el arroz y revuélvelo bien. Agrega las alverjitas, zanahorias, pimiento, maíz, y 3 1/2 tazas del caldo que utilizaste para cocinar el pollo. Deja que rompa hervor, tapa, baja el fuego al mínimo y deja cocer por 20 a 25 minutos. Revuelve con un tenedor y volver a tapar. \n 6. Cuando el arroz esté a punto, servir en cuatro platos, poner encima una pierna de pollo y Salsa Criolla al costado. Si quieren también un poco del juguito en el que se coció el pollo. \n 7. Para hacer la Salsa Criolla, corta 1/2 cebolla roja en láminas muy delgadas a lo largo, lava bien y escurre. Mezcla con 1/2 tomate cortado en tiras muy finas, hojas de cilantro, sal, pimienta, jugo de 1 limón y 1 cucharada de aceite de oliva. Si desean le pueden agregar tiritas de ají.", 
        "tipoComida": "Almuerzo"
    },
    {
        "titulo": "Causa Limeña", 
        "nombreImagen": "causa",
        "ingredientes": " 3 ajíes amarillos \n 1 kilogramo de papas amarillas \n 3 limones \n  60 mililitros de aceite vegetal \n Sal y pimienta al gusto \n 250 gramos de pollo \n 2 cebollas \n 1 pimentón verde \n  5 ajíes \n 100 gramos de mayonesa \n 1 aguacate mediano picado en rebanadas \n 1 zanahoria mediana", 
        "instrucciones": "1. Para hacer la receta de la causa limeña primero debes tener en cuenta que la base de la masa de la causa limeña son las papas. Para hacerla, retira la cáscara y llévalas a hervir con un poquito de sal hasta que ablanden. \n 2. Mientras tanto, prepara la salsa de ají amarillo que servirá para dar sabor y color a la masa. Solo tienes que picar los ajíes, eliminar las semillas y las venas y cortarlos en cuartos. Llévalos a hervir hasta que ablanden. \n 3. Cuando estén suaves, retira la piel y licúa la carne. \n 4. Obtendrás una salsa de consistencia un poco espesa y de un bonito color amarillo. Resérvala. \n 5. Ahora es el momento de preparar el pollo de la causa peruana. Cocínalo en agua junto con una de las cebollas, el pimentón verde y los ajíes. Por supuesto, no olvides la sal. Con una cucharada rasa está bien, aunque es a tu gusto. \n 6. En la misma agua del pollo puedes poner a hervir las judías y las zanahorias. Eso sí, es importante que nada se cocine más de lo debido. Cuando estén listas, retíralas del agua y desmecha el pollo completamente. \n 7. Cuando las papas estén listas, aprovecha que están calientes para elaborar la masa. Solo hazlas puré y procura que te quede lo más fino posible. \n 8. Ahora agrega al puré todos los demás ingredientes: la salsa amarilla, el aceite, el jugo de los limones, sal y pimienta. Mezcla muy bien amasando con las manos. \n 9. Une el pollo ya desmechado junto con la otra cebolla bien picadita, la mayonesa y un poco de sal y pimienta. \n 10. Llegó el momento de armar la causa limeña. Primero, toma una porción de la masa y cubre el fondo de un molde. Luego, coloca las rebanadas de aguacate por encima del puré. \n 11. Cubre el aguacate con la mezcla del pollo. \n 12. Toma otra pequeña porción de masa y tapa todo el pollo. Encima, coloca la capa de zanahorias y judías verdes. \n 13. Con la masa que quede, cubre bien la causa limeña. Para el adorno, corta los huevos de forma longitudinal y colócalos encima de la causa junto a las aceitunas. Déjala reposar un poco en la nevera. Este es un plato que se sirve frío.", 
        "tipoComida": "Almuerzo"
    },
    {
        "titulo": "ceviche", 
        "nombreImagen": "ceviche",
        "ingredientes": " 1 pizca de pimienta \n 1 kilogramo de pescado de tu elección \n 1 cebolla cortada en julianas \n ¼ taza de taza cilantro de hoja picada \n 1 ají amarillo picado \n 1 ají limo picado (para decorar) \n 12 limones \n 1 pizca de sal y pimienta \n 1 taza de caldo de pescado \n 1 maíz tierno sancochado \n 1 camote sancochado (batata o boniato) \n 1 manojo de hojas de lechuga ", 
        "instrucciones": "1. Lo primero que debes hacer para poder elaborar la receta fácil de ceviche peruano es exprimir los 12 limones para extraer su jugo, resérvalo para más adelante. Luego, corta el pescado en trozos de 3 centímetros, aproximadamente. Coloca los trozos en el recipiente que vayas a utilizar para servir el plato. \n 2. Mezcla el pescado con el ají amarillo picado, el caldo de pescado y el cilantro. Coloca también la cebolla cortada en julianas y el ajo machacado. Déjalo reposar unos minutos para que se marine bien e se impregne de todos los sabores. \n 3. Salpimienta al gusto y coloca a un lado del plato el camote sancochado, la lechuga y el maíz tierno también hervido. \n 4. Después, vierte el zumo de limón por todo el plato de manera que quede todo bien cubierto. Por último, corta una lámina de ají limo rojo y colócala a modo de decoración. Resérvalo en el frigorífico para que se enfríe, puesto que este es un plato que se sirve frío. El ceviche peruano es un plato que actúa como aperitivo, por lo que puedes acompañarlo con un arroz con camarones o un delicioso salmón con salsa de gambas. ¡Listo para comer!", 
        "tipoComida": "Almuerzo"
    },
    {
        "titulo": "Lomo saltado", 
        "nombreImagen": "lomo",
        "ingredientes": "1 libra de lomo de res cortado en tiras delgadas \n 2 dientes de ajo, finamente picados \n Sal \n Pimienta al gusto \n 3 cucharadas de aceite vegetal \n 1 cebolla morada (roja) pequeña, cortada en rodajas gruesas \n 2 tomates (jitomates) perita cortados en rodajas gruesas \n 1 ají amarillo sin semillas ni venas, cortado en tiras finas \n 2 cucharadas de salsa de soya \n 3 cucharadas de vinagre de vino tinto \n 1/3 taza de caldo de carne (caldo de res) \n 1/2 taza de cilantro fresco, picado grueso \n 2tazas de papas fritas \n Arroz blanco como acompañante", 
        "instrucciones": "1. Sazona la carne con ajo, sal y pimienta. \n 2. Coloca un wok o una sartén a fuego muy alto. Añade el aceite y saltea la carne, unas pocos tiras a la vez (2 minutos por tanda)para que no se suden, sino que se doren. \n 3. Agrega la cebolla, el tomate, el ají y saltea todo por aproximadamente 2 a 3 minutos. Los tomates y la cebolla deben estar crujientes, no blandos. Añade la salsa de soya y el vinagre a los lados del wok o la sartén y mezcla todo. Añade el caldo de carne (de res) y cocina 1 1/2 minutos más. Pruébalo para ajustar la sazón. \n 4. Apaga el fuego, agrega el cilantro picado y sírvelo inmediatamente con papas fritas y arroz blanco.", 
        "tipoComida": "Almuerzo"
    },  
    {
        "titulo": "Pachamanca a la olla", 
        "nombreImagen": "pachamanca",
        "ingredientes": "1/2 kilo arroz 1 kilo camote lavado \n El kilo de papa arenosa lavado \n 6 presas pollo macerado \n 1/2 vaso culantro molido y espinaca y huacatay \n 1/2 vasito chicha jora sillao y ají Colorado molido \n 1/2 cucharita Orégano molido y Romero molido \n Aceite lo necesario \n Sal al gusto \n", 
        "instrucciones": "1.Sancocha el arroz y granee \n 2.Tener listo medio vasito de Ají Colorado molido, espinaca, culantro, (huacatay un vaso) y agregue el sillao una pizca de pimienta comino, orégano molido, Romero molido, agregue medio vaso de chicha jora todo mezclar en un tazón y luego ahí agregue las presas de pollo y macerar hasta el día siguiente con sal al gusto \n 3.Retirar las presas de pollo y sin jugo y ponerlos a dorar en aceite valiente ambas caras y reserve \n 4.En una olla agregue el condimento de lo que mácerastes el pollo adorar hasta que seque el líquido y agrega aceite y doré bien y agregue medio litro de agua hervida y agregue las presas de pollo y el camote la papá arenosa encima poner un plástico para que no salga vapor tapar bien y por media hora sancochar es muy agradable y muy diferente \n 5.Servir en plato el arroz y encima la pachamanca, es muy diferente", 
        "tipoComida": "Almuerzo"
    },
    {
        "titulo": "Chicharrón",
        "nombreImagen": "chicharon",
        "ingredientes": "1 kg panceta de cerdo \n 1 cda. sal \n 1 cda. azúcar \n 2 cdta. palillo \n 1 cdta. pimienta negra \n 3 lts. agua \n 1 cdta. pimienta negra entera \n 1 lts. aceite \n 3 camotes \n Pan francés",
        "instrucciones": "1. Colocar la panceta en un bol. \n 2. Añadir la sal, azúcar, palillo y pimienta negra y poner a marinar. \n 3. Colocar el agua en una olla. Añadir una cucharadita de pimienta negra. \n 4. Agregar el chancho y cocinar por 40 minutos. \n 5. Retirar de la olla. Colocar aceite en una sartén y calentar. Freír el chicharrón y el camote. \n 6. Cortar el chicharrón de chancho en lonjas. Cortar el pan. \n 7. Colocar dentro del pan el camote, chicharrón y sarsa criolla a gusto.",
        "tipoComida": "Desayuno"
    },
    {
        "titulo": "Frito Chiclayano",
        "nombreImagen": "fritoChiclayano",
        "ingredientes": "1 kg cerdo o chancho puede ser panceta y costilla \n  2 cdas ajos molido \n 1/2 taza vinagre tinto  \n 2 cdas ají panca  \n 1/2 cdta pimienta \n 1/2 cdta comino \n Sal al gusto. ",
        "instrucciones": "1. Cortar la carne en trozos. \n 2. Mezclar todos los ingredientes, vinagre, sal, pimienta, comino, ají panca y el ajos. Agregar a la carne y dejar macerar 1 noche antes. \n 3. Al siguiente día en una olla colocar un chorrito de aceite y sellar los trozos de cerdo o chancho por todos los lados, agregue lo que quedó del aderezo. Tapar y dejar cocinar a fuego medio por 1 hora. \n 4. Transcurrido este tiempo bajar el fuego y dejar que se cocine por 30 minutos más. \n 5. Servir acompañado de camotes y yucas sancochadas y sarza de cebolla. Que lo disfruten.",
        "tipoComida": "Desayuno"
    },
    {
        "titulo": "Quinua",
        "nombreImagen": "quinua",
        "ingredientes": "200 gramos quinua bien lavada \n  2 manzanas \n 2 membrillos  \n 2 rodajas grandes de piña  \n  1/2 litros agua \n 1/2 taza azúcar rubia \n 3 ramas canela \n 7 clavos de olor \n 3 cucharadas chuño",
        "instrucciones": "1. Pelar las manzanas, membrillos y piña. Reservar las cáscaras y cortar las pulpas en cuadraditos.   \n 2. En una olla grande derretir el azúcar. Agregar el agua, las cáscaras reservadas, canela y clavo de olor. Hervir durante 10 minutos, colar y volver el líquido a la olla. \n 3. Agregar la quinua, luego las frutas picadas dejar cocinar durante 30 minutos aproximadamente. Aplastar un poco las frutas. \n 4. Disolver el chuño en un poco de agua y echar de a pocos a la quinua y listo",
        "tipoComida": "Desayuno"
    },
    {
        "titulo": "Pan con pejerrey",
        "nombreImagen": "panPejerrey",
        "ingredientes": "1/2 kg. de pejerrey limpio. \n Sal y pimienta \n   2 huevos ligeramente batidos. \n      1 taza de harina. \n  Aceite vegetal para freír \n 6 panes (francés o ciabatta). \n 1/2 taza de mayonesa. \n 2 cucharadas de pasta de ají amarillo. \n 6 hojas de lechuga. \n Salsa criolla",                  
        "instrucciones": "1. Lava y seca el pejerrey. Salpimienta.   \n 2. Ten dos tazones listos. En Una pon los huevos liberamente batidos y en el otro la harina. Agrégale sal y pimienta. \n 3. Calienta el aceite en una sartén a fuego medio. \n 4. Sumerge cada pejerrey en el huevo batido, luego pasa por harina, sacudiendo el exceso. \n 5. Pon el pejerrey en el aceite caliente y fríe por ambos lados, unos dos minutos. No lo recocines. \n 6. Transfiere a un plato cubierto con papel toalla para escurrir el exceso de aceite. \n 7. Corta los panes por la mitad, esparce un lado con mayonesa y con ají amarillo. \n 8. Encima acomoda una hoja de lechuga y tres o cuatro pejerreyes fritos. Cubre con salsa criolla. \n 9. Sirve de inmediato.",
        "tipoComida": "Desayuno"
    }

]
